{
  "sections": {
    "privacyPolicyContent": {
      "type": "privacy-policy-content",
      "blocks": {
        "3d6453f4-459d-49e8-821e-3e49e1bf3b28": {
          "type": "Content_Block",
          "settings": {
            "Main_heading_block": "Interpretation and Definitions",
            "Main_paragraph_block": "<p><strong>Interpretation<\/strong><\/p><p>The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.<\/p><p><strong>Definitions<\/strong><\/p><p>For the purposes of this Privacy Policy:<br\/><\/p><p><strong>Account<\/strong> means a unique account created for You to access our Service or parts of our Service.<br\/><strong>Company (referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement)<\/strong> refers to Jasma Trading, Jasma Trading Limited DBA - Garrell Associates.<br\/><strong>Cookies<\/strong> are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.<br\/>Country refers to: United State.Device means any device that can access the Service such as a computer, a cellphone or a digital tablet.<br\/><strong>Personal Data<\/strong> is any information that relates to an identified or identifiable individual.<br\/>Service refers to the Website.<br\/><strong>Service Provider <\/strong>means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.<br\/><strong>Usage Data<\/strong> refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).<br\/><strong>Website<\/strong> refers to Garrell Associates, accessible from garrellassociates.com<br\/><strong>You<\/strong> means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable<\/p>",
            "Block_Class": "privacy_section02"
          }
        },
        "9d9fe780-baff-4754-b36d-b175cf7f20ef": {
          "type": "Content_Block",
          "settings": {
            "Main_heading_block": "Collecting and Using Your Personal Data",
            "Main_paragraph_block": "<p><strong>Types of Data Collected<\/strong><\/p><p><\/p><p><strong>Personal Data<\/strong><\/p><p><\/p><p>While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:<\/p><p><br\/>Email address<br\/>First name and last name<br\/>Phone number<br\/>Address, State, Province, ZIP\/Postal code, City<br\/>Usage Data<\/p><p><\/p><p><strong>Usage Data<\/strong><\/p><p>Usage Data is collected automatically when using the Service.<\/p><p><br\/>Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.<\/p><p><br\/>When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.<br\/>We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.<\/p>",
            "Block_Class": "privacy_section03"
          }
        }
      },
      "block_order": [
        "3d6453f4-459d-49e8-821e-3e49e1bf3b28",
        "9d9fe780-baff-4754-b36d-b175cf7f20ef"
      ],
      "settings": {
        "Banner-Image": "shopify:\/\/shop_images\/privacy_banner.png",
        "banner_height": 300,
        "Banner_padding_Bottom": 50,
        "main_heading": "Privacy Policy",
        "show_update_date": true,
        "Update_date_Time": "Last updated: June 06, 2022",
        "main_paragraph": "<p>This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.<\/p><p>We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy. This Privacy Policy has been created with the help of the TermsFeed Privacy Policy Generator.<\/p>",
        "Section_padding_top": 30,
        "Section_padding_bottom": 30,
        "Class": "privacy_policy"
      }
    }
  },
  "order": [
    "privacyPolicyContent"
  ]
}